brew "wget"
brew "ripgrep"
brew "asdf"
# Dependencies for asdf-nodejs
brew "gpg"
brew "gawk"
# Fuzzy finder
brew "fzf"
brew "nvim"
brew "go"
brew "lazygit"
# Disk usage tool
brew "dust"
# Nicer ls
brew "eza"
# Like "cat" but with colors
brew "bat"
# Like "find" but better
brew "fd"
# Nice customizable prompt
brew "starship"
# Managing docker from the terminal
brew "lazydocker"
# Free alternative to Docker desktop
brew "podman"
# Database management TUI
brew "rainfrog"
# Github CLI
brew "gh"

cask "cursor"
cask "ghostty"
cask "whatsapp"
