brew "wget"
brew "ripgrep"
brew "asdf"
# Dependencies for asdf-nodejs
brew "gpg"
brew "gawk"
# Fuzzy finder
brew "fzf"
brew "nvim"
brew "lazygit"
# Disk usage tool
brew "dust"
# Nicer ls
brew "eza"
# Like "cat" but with colors
brew "bat"
# Like "find" but better
brew "fd"
# Nice customizable prompt
brew "starship"
# Managing docker from the terminal
brew "lazydocker"
# Free alternative to Docker desktop
brew "podman"
# Github CLI
brew "gh"
# tmux
brew "tmux"
# Resource monitor
brew "btop"
# Kubernetes CLI
brew "kubectl"
# Kubernetes TUI
brew "k9s"
# Postgres
brew "postgresql"
# Hotkeys for macOS
tap "koekeishiya/formulae"
brew "skhd"
# Video tools
brew "ffmpeg"
# Docker credentials helper (for ECR)
brew "docker-credential-helper-ecr"
# Tree-sitter CLI (for nvim)
brew "tree-sitter-cli"

# Notify consumers (tmux, nvim) when macOS switches to light/dark mode
tap "cormacrelf/tap"
brew "cormacrelf/tap/dark-notify"

cask "ghostty"
cask "gimp"
cask "kitty"
cask "spotify"
cask "whatsapp"
cask "docker"
cask "calibre"
# Voice input
cask "superwhisper"
# HTTP/S proxy
cask "mitmproxy"
# Audio editor
cask "audacity"
